---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.FamilyValidationResult
source: html/43f7c680-ae51-2f94-d6f9-9076a4a29dc1.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.FamilyValidationResult Property

Family Validation Warning(s): [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId FamilyValidationResult { get; }
```